/* code credit */
"Engine, frontend, net server" = "Движок, интерфейс, игровой сервер";
"Many desktop frontend improvements" = "Различные улучшения интерфейса настольной версии";
"Many engine and desktop frontend improvements" = "Различные улучшения игрового движка и интерфейса настольной версии";
"Drillrocket, Ballgun, RC Plane weapons" = "Оружия 'Сверлящая ракета', 'Комок грязи', 'Радиоуправляемый самолёт'";
"Mine number and time game settings" = "Настройки детонации мин и игрового времени";
"Desktop frontend improvements" = "Улучшения интерфейса настольной версии";
"Mac OS X and iPhone version" = "Mac OS X и iPhone версии";
"Many engine and desktop frontend improvements" = "Различные улучшения игрового движка и интерфейса настольной версии";
"Gamepad and Lua integration" = "Интеграция геймпада и Lua";
"Many engine improvements and graphics" = "Различные улучшения игрового движка и графики";
"Maze maps" = "Лабиринты";
"Engine and desktop frontend improvements" = "Улучшения игрового движка и интерфейса настольной версии";
"Lua game modes and missions" = "Lua игровые режимы и миссии";
"Android port" = "Android версия";
"Android netplay, portability abstraction" = "Игра по сети для Android, абстракция для переносимости";
"WebGL port, some pas2c and GLES2 work" = "WebGL версия, работа с pas2c и GLES2";
"Video recording" = "Запись видео";
"Campaign support, first campaign" = "Поддержка кампаний, первая кампания";
"Keybinds, feedback, maps and hats interfaces" = "Keybinds, интерфейсы обратной связи, карт и шапок";
"Login dialogs, frontend improvements" = "Диалоговые окна входа, улучшения интерфейса";
"Icegun weapon" = "Оружие 'Замораживатель'";
"Current developer of iPhone/iPad versions" = "Текущий разработчик iPhone/iPad версий";

/* art credit */
"Main graphics" = "Основная графика";
"Some hats" = "Некторые шляпы";
"Hedgehogs voice" = "Голоса ёжиков";

/* translation credit */
"Brazilian Portuguese" = "Бразильский Португальский";
"Bulgarian" = "Болгарский";
"Czech" = "Чешский";
"Chinese" = "Китайский";
"English" = "Английский";
"Finnish" = "Финский";
"French" = "Французский";
"German" = "Немецкий";
"Greek" = "Греческий";
"Italian" = "Итальянский";
"Japanese" = "Японский";
"Korean" = "Корейский";
"Lithuanian" = "Литовский";
"Polish" = "Польский";
"Portuguese" = "Португальский";
"Russian" = "Русский";
"Slovak" = "Словацкий";
"Spanish" = "Испанский";
"Swedish" = "Шведский";
"Ukrainian" = "Украинский";

/* buttons titles */
"Code" = "Код";
"Art" = "Арт";
"Sound" = "Звук";
"Locale" = "Перевод";
"Special" = "Спец.";
